package org.windy.coreProtectModFix;

public class Texts {
    public static final String logo = """
              
              §b
             ██████╗██████╗ ███╗   ███╗███████╗
            ██╔════╝██╔══██╗████╗ ████║██╔════╝
            ██║     ██████╔╝██╔████╔██║█████╗ \s
            ██║     ██╔═══╝ ██║╚██╔╝██║██╔══╝ \s
            ╚██████╗██║     ██║ ╚═╝ ██║██║    \s
             ╚═════╝╚═╝     ╚═╝     ╚═╝╚═╝    \s
                                              \s
                                              
""";

    public static final String help =
            CoreProtectModFix.getInstance().prefix() +"帮助"+
            """ 
            
            💡 §ecomod i §7开启或关闭查询模式 🌐
            💡 §bcomod reload §7重载配置文件 📄
            💡 §9comod debug §7开启调试模式 🔧
            
            """;
}
